Repository: myclabs/Inventory
Catalog: application/languages/DW/report.tmx
Source language: fr
Languages: en

source: Nouvelle analyse
en: New report

source: Analyse effectuée.
en: Report available.

source: L'analyse n'a pas pu être lancée, car la configuration est incomplète ou invalide.
en: The report could not be processed, because of an invalid or incomplete configuration.

source: Suite à une erreur de l'application le graphique ne peut pas être affiché.
en: Following a bug the chart cannot be displayed.

source: La configuration n'a pas pu être enregistrée, car le libellé saisi est vide.
en: Save failed, because the label cannot be empty.
